---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WitnsLineGapToElt
source: html/2623eab6-f3eb-5620-df23-f450eb37d829.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WitnsLineGapToElt Property

"Witness Line Gap to Element"

## Syntax (C#)
```csharp
public static ForgeTypeId WitnsLineGapToElt { get; }
```